discord
docker-desktop
fuse-t
gimp
intellij-idea
kitty
libreoffice
librewolf
logitech-g-hub
obsidian
postman
proton-drive
protonvpn
scroll-reverser
spotify
steam
virtualbox
vlc
vscodium
wireshark-app
