amd-ucode
base
base-devel
discord
dunst
efibootmgr
egl-wayland
fastfetch
firefox
git
goxlr-utility
grub
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
kitty
lib32-nvidia-utils
libva-nvidia-driver
linux
linux-firmware
man-db
man-pages
neovim
networkmanager
noto-fonts
nvidia-open
nvidia-utils
openssh
pavucontrol
pipewire
pipewire-pulse
prismlauncher
qt5-wayland
qt6-wayland
reflector
sddm
spotify-launcher
steam
sudo
texinfo
ttf-nerd-fonts-symbols-common
ttf-noto-nerd
ufw
waybar
wayland-protocols
wireplumber
wl-clipboard
wofi
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xwayland
yay
zsh
zsh-autosuggestions
zsh-completions
